tugas05/result/hasil_concurrency_100.txt
Running 10s test @ http://127.0.0.1:44444
  100 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   446.84ms  142.51ms   1.24s    74.23%
    Req/Sec    16.09     15.19    90.00     85.71%
  Latency Distribution
     50%  443.98ms
     75%  520.94ms
     90%  611.76ms
     99%  895.71ms
  9829 requests in 10.07s, 1.34MB read
Requests/sec:    976.15
Transfer/sec:    136.32KB