tugas05/result/hasil_concurrency_process200.txt
Running 10s test @ http://127.0.0.1:44444
  200 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.11s   617.10ms   2.00s    52.97%
    Req/Sec     4.42      6.50    50.00     93.26%
  Latency Distribution
     50%    1.21s 
     75%    1.60s 
     90%    1.94s 
     99%    1.99s 
  2444 requests in 10.08s, 341.30KB read
  Socket errors: connect 0, read 0, write 0, timeout 1030
Requests/sec:    242.56
Transfer/sec:     33.87KB